Revit 2027 API
ParameterTypeId.SteelElemBoltLength Property
 "Bolt Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemBoltLength { get; }
Public Shared ReadOnly Property SteelElemBoltLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemBoltLength {
	ForgeTypeId^ get ();
}
static member SteelElemBoltLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace